        IDENTIFICATION DIVISION. 
        PROGRAM-ID. helloworld.
        AUTHOR. Pras.

        PROCEDURE DIVISION. 

            DISPLAY "HELLO WORLD". 
        
            STOP RUN. 


